Revit 2027 API
SymbolTypeId.Cf Property
 Symbol CF, indicating unit Cubic feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Cf { get; }
Public Shared ReadOnly Property Cf As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Cf {
	ForgeTypeId^ get ();
}
static member Cf : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace